[
  {
    "id": 1,
    "url": "yazilim-danismanlik-hizmetleri",
    "titlePage": "Yazılım Danışmanlık Hizmetleri",
    "firstPara": "Kurumların iş süreçlerindeki verimliliği sağlayacak veya organizasyon süreçlerine dair yeni tasarımlarla daha dinamik bir yapıya kavuşmalarını ve bilgi teknolojilerinden çok daha fazla yararlanmalarına katkı sunacak çözümler bilişim kaynaklı yeniliklerle mümkündür. Yazılım ve otomasyon uygulamaları sayesinde yönetim –karar mekanizması yalın ve sade bir yapıya kavuşur, gereksiz katmanlar ortadan kaldırılır veya kurumun ihtiyacına yönelik efektif çözümlerle dinamik ve esnek organizasyon modeline sahip yapıya geçilebilir. Yazılım danışmanlık, tüm kuruluşlar açısından önem ifade eden yazılım yaşam döngüsü çalışmalarına çağın gereklerine uygun yenilikler kazandırmayı amaçlar. Bu sürecin doğru planlanması, kurum ihtiyacına uygun olması, katma değer yaratan niteliklere sahip olması ve son kullanıcı beklentileri hesap edilerek organizasyon yapısına esneklik kazandırması gibi birden fazla alana yönelik hedeflerin gerçekleştirilmesi mümkündür.",
    "secondHeading": "Yazılım Danışmanlık Yaklaşımı ",
    "secondPara": "Yazılım çözümlerinden elde edilmek istenen maksimum verimin bazı hassas çalışmaların gerçekleşmesiyle elde edileceğinin bilinmesi gerekir. Bilgi teknolojilerine yatırım yapılmasına rağmen arzu edilen verimlilik düzeyine erişme konusunda sıkıntı yaşayan kurumların operasyon süreçlerine yönelik veri toplama ve yönetme konularını irdelemeleri ve bilgi teknolojilerine yaklaşımlarını değiştirmeleri gerekebilir. Kuruma özel yazılım çözümleri hazır edilirken bir ön analiz çalışmasının yapılması ve hedeflerin en doğru ve net şekilde belirlenmesi arzu edilen verimliliğin elde edilmesine katkı sunan önemli bir adımdır. Analizler ve ön çalışmalarla tespit edilen hedeflerin gerçekleşmesine yönelik atılacak adımlar planlanarak harekete geçilir. Bu doğrultuda işbirliği içerisinde yürütülmesi gereken uygulama geliştirme çalışmaları ve bundan elde edilecek faydaların bir rapor haline getirilerek sunumu yapılabilir. Yazılım uygulamaların denenmesi, testi ve kurum personeline gerekli eğitimin verilmesi gibi hususların titizlikle takip edilerek, yazılım danışmanlık hizmet süreci başarıya ulaştırılabilir. Değişen şartlar, ortaya çıkan yeni ihtiyaç ve normlar mevcut yazılımın optimizasyon çalışmalarının canlı tutulmasını gerekli kılar. Bu kapsamda atılacak adımlar da yazılım danışmanlık hizmeti içerisinde değerlendirilebilir. ",
    "thirdHeading": "",
    "thirdPara": "",
    "fourthHeading": "",
    "fourthPara": "",
    "src" : "/images/yazilim-danismanlik-hizmetleri.jpg"
  },

  {
    "id": 2,
    "url": "yapay-zeka-ile-veri-analitigi-nedir-ne-degildir",
    "titlePage": "Yapay Zeka İle Veri Analitiği Nedir? Ne Değildir?",
    "firstPara": "Kodlama ile yaşam döngüsüne kazandırılan çeşitli makine türleri hayatın çeşitli alanlarında kolaylık sağlar. Kodlama ve programlama ile değişen yaşam pratiklerinin çok daha farklı evrelere taşınabilmesi için hem algoritma sahasındaki gelişmeler hem de yapay zeka alanındaki inanılmaz ilerlemeler, farklı bir dünyanın kapılarını aralamaya şimdiden başlamıştır. Şu belirtilmelidir ki; yapay zeka ve veri analitik kavramları birlikte düşünülmeye ihtiyaç duyulan hususlar arasındadır.  Bunlar hakkında fikir sahibi olmak için bilinmesi gereken bazı hususlara değinilmelidir. Yapay zekayı bizim için önemli hale getiren birden fazla neden ortaya atılabilir. Ancak biz şu an için veri işleme gibi içeriğin de amacına uygun olması açısından sınırlı bir alana odaklanacağız. Bilindiği gibi kurumlar açısından veri ve bu verinin işlenmesi önemlidir. Geçmişte ve şimdi elde edilen veya gelecekte elde edilecek olan verilerle, mantıksal ve kurum adına önemli kararların alınabileceği sonuçlar elde etmek, kurum stratejilerine ve işleyişine çok önemli katkılar sağlar. İşte bu sürece çok iyi bir katkı sunacak yapay zeka ve veri analitiği yazılımları, veri biliminin olmazsa olmaz elemanları arasındadır. ",
    "secondHeading": "Yapay Zeka, Veri Analitiği, Veri Bilimi",
    "secondPara": "Yapay zeka çalışmaları her geçen gün insanı daha da şaşırtan gelişmelere ulaşıyor ve bu alana dair yaklaşımlar ve algoritmalarla birçok açıdan işe yarayacak analizlere imza atılabiliyor. Bu açıdan yapay zekayı şu şekilde tanımlamak mümkündür; algılama, uygulama ve iletişim gibi fonksiyonları normal canlılar gibi yapabilme yeteneğini ifade edebilir ve veri analitiği gibi sistemli birtakım modern formül veya uygulamalarla yapılan hesaplamalarla veri elde edilmesini sağlayabilir. Bunları elde etmede kullanılan disiplin modeli ise veri bilimi olarak isimlendirilir. Yapay zekanın üst seviyelerini karşılayan makine öğrenme gibi kavramlar da klasik programlama sistemlerinden çok farklıdır. Yorumlama ve kendi kendine gelişme, öğrenme gibi özellikleri barındıran makine öğrenme modelinin bir alt dalı ise, derin öğrenme modelidir. Bu yaklaşımlar, kurum ve kuruluşlara çok yetenekleri kazandırırken iş süreçlerindeki riskleri ortadan kaldırabilecek niteliktedir. ",
    "thirdHeading": "",
    "thirdPara": "",
    "fourthHeading": "",
    "fourthPara": "",
    "src" : "/images/yapay-zeka-ile-veri-analitigi-nedir-ne-degildir.jpg"
  },

  {
    "id": 3,
    "url": "sap-danismanlik-hizmeti",
    "titlePage": "SAP Danışmanlık Hizmeti",
    "firstPara": "SAP çözümleri, kurum ve kuruluşların operasyonel süreçlerini kolaylaştırmak ve etkili bir şekilde yönetebilmek için başvurdukları yazılım çözümleri arasında bulunur.  Güvenilir yazılım ürünü olduğundan dolayı kullanım alanı da giderek artan bir yazılım teknolojisidir. Bu teknolojinin kurumlara entegrasyonu, güncelliğinin korunması ve kullanımına yönelik ilgili personelin oryantasyon sürecinden geçirilmesi SAP danışmanlık hizmeti amaçları arasında yer alır. Kurumuna SAP yazılım teknolojilerini kazandırmayı planlayan veya mevcut SAP yazılımlarını güncellemeyi, yeni ihtiyaçlar doğrultusunda fonksiyonel hale getirmeyi hedefleyen kurumlar, SAP uzmanları aracılığıyla sürecin hızlı ve güvenlik prosedürlerine uygun şekilde ilerlemesini sağlayabilir. ",
    "secondHeading": "SAP Danışmanlık Yaklaşımı",
    "secondPara": "SAP çözümlerinden yararlanmayı hedefleyen kurumun beklentilerini karşılayacak SAP uygulamaları, kurum ihtiyacının net olarak belirlenmesiyle başarılı şekilde entegre edilebilir. Ayrıca sektör analizi ve SAP danışmanlık sürecini yönetecek ajansın deneyimleri de sonucun başarısına katkı sunar. Yazılımların hiçbir ön analiz yapılmadan tedarik edilip uygulanması halinde performans sorunları yaşanır. Kurumun hedeflerine uyumlu entegrasyonların gerçekleştirilmesi, hem maliyet hem de verimlilik açısından avantaj yaratır. SAP danışmanlık, ilgili yazılım ürünleri konusunda yeterliliğe sahip uzman birimleri tarafından organize edilir ve müşteri taleplerine uygun planlamayla verimli bir hizmet süreci yaşanır. SAP ERP sistemlerine olan hakimiyet, SAP yazılım ürünlerinin çalışma sistemi ve algoritması alanındaki uzmanlık, hizmet süreci boyunca ortaya çıkma ihtimali olan her problemin hızlı ve güvenli şekilde çözülmesinde etkin hareket gücünü uzman ekibimize verir. İlgili yazılımın nasıl kullanılacağına yönelik eğitimler de danışmanlık hizmetinin bir parçasıdır. ",
    "thirdHeading": "",
    "thirdPara": "",
    "fourthHeading": "",
    "fourthPara": "",
    "src" : "/images/sap-danismanlik-hizmeti.png"
  },

  {
    "id": 4,
    "url": "rpa-nedir-sagladigi-avantajlar-nelerdir",
    "titlePage": "RPA Nedir? Sağladığı Avantajlar Nelerdir?",
    "firstPara": "RPA; diğer bir ifadeyle robotik süreç otomasyonu, halen gelişmeye devam eden ve sağladığı imkanlarla kurumlara değer kazandıran; yapay zeka, iş akışı otomasyonları gibi yaklaşımlardan yola çıkılarak geliştirilen bir teknolojidir. RPA ile tekrar edilerek yürütülen ve kesinlik bekleyen görev tanımları, robot tarafından öğrenilir ve yerine getirilir. Bu sayede kurum içerisinde tanımlanan ve sürekli yapılması gereken görevler makinelere devredilir ve iş akışında verimlilik sağlanır. RPA ile e-posta kontrolleri, yetkilendirilmiş uygulamalara girerek hesap işlemleri yapılması, fatura kesme veya doğrulama gibi çeşitli işlemler yerine getirilebilir. Maliyet kontrolü sağlama noktasında tedbir almak isteyen her kurum için önemli bir teknolojiyi ifade eden RPA; dijital dönüşümün bir parçasıdır. RPA ile elde edilmesi hedeflenilen faydanın kazanımı profesyonel bir çalışma gerektirir. Çünkü iş analizinin doğru yapılması, kurumda tanımlanan görevin doğru anlaşılması ve bunun RPA ile otomatikleştirilmesi titiz bir çalışmanın sonucu olarak başarılabilir. RPA ile elde edilebilecek faydayı daha iyi anlamak açısından yapılan bir araştırma sonucundan bahsedelim. Bir bankada 13 görev için çalıştırılan 85 RPA robotu ile yıllık 1,5 milyon işlem yapıldığı hesap ediliyor. Araştırmada, bankada RPA robotları ile ulaşılan işlem hacmine personel erişebilmek için 250’den fazla personelin sadece tanımlı 13 işle ilgilenmesi gerektiğine yer veriliyor. Robotlar, iş verimliliğinin sağlanması ve kurumun insan kaynağını çok daha iyi yönetmesi açısından önemli bir avantaj sunuyor. ",
    "secondHeading": "RPA ile Elde Edilebilecek Avantajlar",
    "secondPara": "RPA, kurum ve kuruluşların daha hızlı sonuçlara ulaşmasını sağlar ve elde edilen sonuçlardaki veya yapılan işlemlerdeki hata payının sıfıra indirir. Hatasız işlemlerin söz konusu olması risk payını da azaltır. En önemli faydalarından biri, insan kaynağının verimli kullanılmasını sağlamasıdır. Personelin daha önemli işlerde kullanılmasının önünü açar ve nitelikli personel sayısını artırır. Rutin işlemlerle alakalı süreç tamamen robotlara bırakılır. Operasyon süreçleriyle alakalı yük azalır. Süreç hızlanır. Dijital dönüşüm safhası yaşayan her kurum tarafından kazanılması gereken teknoloji, mevcut altyapıda köklü değişikliklere ihtiyaç olmadan gerçekleştirilir. Kurumun altyapı sistemine göre tasarlanılan RPA ile işlemsel verimlilik en üst düzeye çıkarılabilir. ",
    "thirdHeading": "",
    "thirdPara": "",
    "fourthHeading": "",
    "fourthPara": "",
    "src" : "/images/rpa-nedir-sagladigi-avantajlar-nelerdir.jpg"
  },

  {
    "id": 5,
    "url": "ozel-cozumler",
    "titlePage": "Özel Çözümler ",
    "firstPara": "Değişen ihtiyaç ve taleplerin karşılanmasına yönelik sunulan özel yazılım çözümleri ile web, sunucu veya masaüstü tabanlı yazılım çözümlerinden, iş zekası, CRM, BPM gibi çeşitli alanlara yönelik nitelikli yazılımsal çözümler ortaya çıkarılır. Standart yazılım ürünlerinin özel ihtiyaçlara cevap vermediği noktada gereksinim duyulan özel yazılım çözümleri ile eklenti ve modüller kodlanır ve mevcut yazılımın kurum ihtiyacına uygun işleve veya özelliğe sahip olması sağlanır. Bu süreçte kurumun ihtiyacının doğru anlaşılması ve yazılım projelendirme sürecinin her aşamasının profesyonellikle uygulanmasına dikkat edilmesi gerekir. Yetkin, uzman ve mühendislik pratiklerinden en iyi şekilde yararlanan ekip tarafından yürütülen sürecin müşteri taleplerini maksimum düzeyde karşılamasına dikkat edilir. ",
    "secondHeading": "Özel İhtiyaca Özel Çözümler",
    "secondPara": "Yeni projeye sahip kurumlar için gereken yazılımsal destek veya standart yazılım ürünü için gereken yeni bir eklenti ve modülün geliştirilmesine yönelik çalışmalar yapılabilir. Bu süreçte önem arz eden hususun müşteri tarafından belirlenen ihtiyacı karşılayacak niteliğe sahip yazılımın projeye dökülmesidir. Bunun için ortaya konulan fikrin analizi, geliştirilmesi ve tasarlanması ile en kısa sürede güvenilir yazılım ürünü ortaya çıkarılır. Yükleme ve test aşamasına geçilir. Bu safhada karşılaşılan problemler düzeltilir ve çalışmaya son hali verildikten sonra yazılımın kullanımına başlanılır. Özel yazılım projelerinin tasarlanması sürecinde mühendislik alanının en son metodolojisi uygulanır. Bu anlamda tüm ekibin enerjisini dokümantasyon oluşturmaya yöneltmek yerine, müşteriyle doğrudan kurulan iletişimlerle ihtiyacın her yönden anlaşılmasına dikkat edilir. Toplanan veriler, deneyim ve bilgi birikimimiz ile yeniden değerlendirilir ve kurumun ihtiyacını en iyi şekilde karşılayacak yazılımın ortaya çıkması sağlanır.  ",
    "thirdHeading": "",
    "thirdPara": "",
    "fourthHeading": "",
    "fourthPara": "",
    "src" : "/images/ozel-cozumler.jpg"
  },

  {
    "id": 6,
    "url": "musteri-iliskileri-yonetimi",
    "titlePage": "Müşteri İlişkileri Yönetimi (CRM)",
    "firstPara": "Müşteri ilişkileri yönetimi her kurumun giderek önem verdiği profesyonel anlayışla organize edilmesi gereken alanlardan biridir. İşletmenin mevcut ve potansiyel müşterileriyle kurduğu tüm ilişkiler veya etkileşimler bir disiplin modeline göre şekillenir ve bu disiplin müşteri ilişkileri yönetimi olarak görülebilir.Bir işletmenin verimlilik esasına dayalı müşteri ilişkileri stratejisi geliştirmesine yardımcı olacak en önemli yazılımsal araçlar, müşteri ilişkilerinin günümüz gereksinimlerini karşılayacak kadar ileri düzeye sahip fonksiyonlarıyla avantaj yaratır. Mevcut müşterilerin tanımlanması, sınıflanması, onların ihtiyaçlarına uygun kampanya veya ürün seçeneklerinin sunumu veya potansiyel müşterilere ulaştıracak yeni veriler elde etme gibi pek çok açıdan fayda sunar. ",
    "secondHeading": "Müşteri İlişkileri Yönetimi Yazılımları ",
    "secondPara": "Bir işletmenin karlılık hedefini gerçekleştirmesini sağlayıcı en temel unsur müşteridir. Müşteri taleplerine uygun ürün veya hizmetin üretilememesi veya çok iyi bir ürünün olması halinde bile müşteriye ulaşılamaması veya ulaşılan müşterinin sadık bir kitle haline dönüştürülememesindeki sebepler, işletme karlılığını zayıflatır. Tüm bu serecin işletme lehine olmasını sağlayıcı en temel disiplini oluşturan müşteri ilişkileri yönetimi, kurumun yaşamsal faaliyetlerine müşteri gözünden bakma becerisi kazandırır ve kurumu müşteri ihtiyaçlarına özel aksiyonlar alma konusunda etkin kılar. Kurum ve kuruluşun yapısına uygun müşteri ilişkiler yönetim stratejisini uygulama noktasında başarılı kılacak CRM yazılımları ile kurum müşteri arasındaki verimli iletişimin sağlayacağı yüksek fayda ve avantaj marka imajına olumlu bir şekilde yansır. Prestij ve imaj çalışmalarının da bir yönünü teşkil eden müşteri ilişkileri, yazılım teknolojileri sayesinde etkin, planlı, hedefe uygun ve kararlı bir şekilde yürütülebilir. CRM teknolojilerinin entegre edilmesi, yazılım hakkında personelin bilgilendirilmesi, çıkma ihtimali olan sorunlara yönelik destekler, ihtiyaca göre değişik modül ve eklentilerle zenginleştirilmesi, müşteri ilişkileri yönetim hizmeti kapsamında yer alır.",
    "thirdHeading": "",
    "thirdPara": "",
    "fourthHeading": "",
    "fourthPara": "",
    "src" : "/images/musteri-iliskileri-yonetimi.jpg"
  },

  {
    "id": 7,
    "url": "mobil-danismanlik-hizmetleri",
    "titlePage": "Mobil Danışmanlık Hizmetleri ",
    "firstPara": "Giderek yaygınlaşan akıllı teknolojiler, birçok alanı etkileyen ve değiştiren bir etkiye sahiptir. Kurum ve kuruluşlar da değişimlerden etkilenen ve bu nedenle akıllı teknoloji kullanımının yarattığı etkiye uygun tedbir ve aksiyonları hayata geçirmek durumundadırlar. Mobil yeniliklere hızlı adapte olabilen, değişik yaklaşımlar geliştirerek uygulayabilen kurum ve kuruluşlar, ulaşılabilirlik ve profesyonellik açısından önemli avantajlar elde edebilir. Mobil danışmanlık, mobil yazılım sürecinin gerçekçi ve doğru bir şekilde yönetilerek, beklentilere uygun bir tasarımın ortaya çıkarılması noktasında atılması gereken adımların titizlikle atılmasını sağlar. Bu sürecin yönetimi konusunda; mühendislik becerileri, bu alandaki yeniliklere hakimiyet ve uygulama yapılacak organizasyonla ilgili ön analiz ve sonrasındaki raporlama becerilerinin yeterli olmasına bağlı olarak başarı artar veya azalır.",
    "secondHeading": "Mobil Danışmanlık Yaklaşımı ",
    "secondPara": "Yenilikçi mobil süreçlerin takip edilmesi ve uygulama sırasında bu süreçlerden yararlanılması veya dar anlamda ifade edecek olursak mobil yazılım alanında son çıkan tekniklere dayalı bir mobil yazılım tasarımı ortaya çıkarılması, kurum ve kuruluşun bilgi teknolojilerinden yararlanma kat sayısını önemli ölçüde artırır.  Bu katkının kurum ihtiyacı hesap edilerek geliştirilmesi, optimize edilmesi, yeni ihtiyacın doğması nedeniyle güncellenmesi gibi dinamik süreçler de mobil danışmanlık yaklaşımları içerisinde değerlendirilir. Son kullanıcı deneyimini de dikkate alarak planlanması gereken mobil çözümlerin kurumsal imaj ve prestij açısından bir değer ifade ettiği unutulmadan en doğru yazılım modelinin kurgulanması gerekir. Böylece, kurum tarafından elde edilmek istenilen fayda veya kurumun mobil yazılımla son kullanıcıya sunmayı hesapladığı yararın net ve tüm açıklığı ile iletilmesi mümkün olabilir. Tüm bu sürecin profesyonel yönetimiyle mobil yazılım ağında sağlanması düşünülen tüm kazanımlara ulaşmak, kurum ve kuruluşun maliyetlerini minimize edebilir. ",
    "thirdHeading": "",
    "thirdPara": "",
    "fourthHeading": "",
    "fourthPara": "",
    "src" : "/images/mobil-danismanlik-hizmetleri.png"
  },

  {
    "id": 8,
    "url": "kurumsal-performans-yonetimi",
    "titlePage": "Kurumsal Performans Yönetimi (EMP)",
    "firstPara": "Kurum ilke ve kültürün tüm çalışanlarca benimsenmiş olması işletmenin başarıya ve hedeflere çok daha hızlı yürümesini sağlayan bir zenginliktir. Ancak kurum stratejisi etrafında organize olma ve bütünleşme konusunda zayıflıklar nedeniyle çoğu zaman kurumsal kimlik ve kültür yazılı bir mesaj gibi kalır. Bu sorunları çözmek için geliştirilen metot ve disiplinler, çağın kurumsal gereksinimlerini karşılayan yazılım teknolojileriyle güçlendirilerek, kurumsal performansı ölçen, dolayısıyla zayıflıkların anlaşılmasını ve bu zayıflıkların ortadan kaldırılmasını sağlayacak etkili aksiyon planlarının yapılmasında etkili olacak verilerin toplanmasında avantaj yaratır. ",
    "secondHeading": "Kurumsal Performans Yönetimi Desteği ",
    "secondPara": "Organizasyon yapısı içerisinde ne olup bittiğine yönelik bilgi akışına sahip olma ihtiyacı her kurumun en temel gereksinimleri arasında yer alır. Bu yaşamsal veri akışı günümüz yazılım teknolojileri sayesinde kaliteli bir şekilde sağlanabilir ve nitelikli bir kurumsal performans çizgisi belirlenebilir. Bu aşamada, kurumsal performans ölçümleri yapmak isteyen kurum tarafından tedarik edilmesi gereken teknolojilerin şirket yapısına uygun olarak projelendirilmesine dikkat edilmesi gereklidir ve bu noktada profesyonel destek ihtiyacı doğar. Kurumsal performans ölçümleme metotlarından uygun olanın tespit edilerek, buna yönelik yazılımsal harita ve planın çıkarılması, uygulama aşamasına geçirilmek istenen performans takip ve ölçme hedefinin başarılı şekilde yerine getirilmesi konusunda önemlidir. Böylece firma ve işletmenin kurumsal hedefleri konusunda daha gerçekçi verilere sahip olması ve her birimin çalışma modeline göre reel hedefler belirlenmesi mümkün hale gelir. Etkili kararlar ve stratejiler üzerine isabetli çalışmalara sahip olmayı hedefleyen kurumlara, büyük veri temin edecek ve analitik açıdan değerlendirme imkanı sunacak teknolojinin entegresiyle kurumun geleceğine yönelik etkin kararlar alınabilir. Ayrıca ilgili teknolojilerin bakımları, geliştirilmesi ve kurum ihtiyacına en uygun şekilde optimize edilerek alınan verimin maksimuma çıkarılması da danışmanlık hizmeti kapsamı içerisindedir. ",
    "thirdHeading": "",
    "thirdPara": "",
    "fourthHeading": "",
    "fourthPara": "",
    "src" : "/images/kurumsal-performans-yonetimi.jpg"
  },

  {
    "id": 9,
    "url": "is-sureçleri-yonetimi",
    "titlePage": "İş Süreçleri Yönetimi (BPM)",
    "firstPara": "Firma ve kurumların iş süreçlerine yönelik iyileştirme ve gelişme çabalarının verimli olmasını sağlayacak yazılımlar, iş süreçlerinde yaşanılan tıkanma veya yavaşlığın kaynağın anlaşılmasını sağlar. Yaşanan aksaklıkların ortadan kaldırılması için iş süreçlerine yönelik veri edinme ve geri bildirim mekanizması önem ifade eder. Böyle bir beceriye sahip olmayan kurum içerisindeki tıkanıkların nereden kaynaklandığının anlaşılması zorlaşır ve iş süreçlerine yönelik optimize çalışmalarından verimlilik elde edilemez.",
    "secondHeading": "İş Süreçleri Yönetimi Yazılımları ",
    "secondPara": "İş süreçlerini doğru yönetmek ve kurum stratejilerine uygun hale dönüştürmek için yazılımlardan yararlanmak birçok iş sürecinin görünürlük kazanması anlamına gelir. BPM ile verimlilik artar, maliyetler azalır ve iş süreçlerindeki netlik personel performansına da olumlu şekilde yansır. Ancak bu sürecin doğru yönetimi için kurum yapısına uyumlu BMP yazılımının tedarik edilmesi ve yazılımdan elde edilen verilerin analitik değerlendirme sürecine sokularak gereken aksiyonların uygulanması gereklidir. İş süreçleri yönetimine sağlanacak yazılımsal destek ile sadece iş süreçlerinin iyileştirilmesi gibi bir yararın ortaya çıkması söz konusu değildir. İş süreçlerindeki iyileşme, müşteri odaklı çalışma hassasiyeti yüksek kurumların daha iyi hizmet kalitesine sahip olmasını da sağlayıcı bir etki yaratır. BPM yazılımı ile bir kurumun gündelik çalışma performansıyla ilgili anlık veriler elde edilebilir ve müşterilere yönelik hizmetteki tıkanmanın hangi kanalda yaşandığı veya hangi kanalın performansının yüksek olduğu net bir şekilde saptanabilir. BPM yazılımları ile iş süreçlerindeki gereksiz zaman kayıplarının önüne geçilebilir ve ortaya çıkan sorunun önemli kayıplara sebebiyet vermesi, anında müdahale becerisi kazanılarak önlenebilir. Birçok açıdan kurumlara avantaj sunan BPM yazılımlarının entegresi, eğitimi ve yazılımla ilgili ortaya çıkabilecek sorunlara hızlı çözümler sunmak, iş süreçleri yönetim hizmetinin bir parçasıdır. ",
    "thirdHeading": "",
    "thirdPara": "",
    "fourthHeading": "",
    "fourthPara": "",
    "src" : "/images/is-sureçleri-yonetimi.jpg"
  },

  {
    "id": 10,
    "url": "endustri-4-nedir",
    "titlePage": "Endüstri 4.0 Nedir?",
    "firstPara": "Son dönemin en çok konuşulan kavramları arasında yer alan “Endüstri 4.0”, bir program veya kodlama dili değil, bir projenin veya hedefin sistemleştirilmiş halidir. Almanya tarafından ortaya atılan kavramın ana konusu tüm yaşam alanlarının bilişim teknolojilerine adapte edilmesi ve akıllı teknolojiyle tamamen entegre edilmiş bir yaşam döngüsüdür. Almanya, ABD, Çin ve birçok ülke bu hedefin bir üyesidir denilebilir. ",
    "secondHeading": "Endüstri 4.0 Ne İçeriyor?",
    "secondPara": "İlk hedef endüstriyel alanın bilişim teknolojilerine adaptasyonuna yöneliktir. Bunun için klasikleşen yazılım, program ve donanımın aksine; az yer kaplayan, verimliliği yüksek, güvenilirlik açısından risk oluşturmayan teknolojilerin üretimi ve bunların kullanımının yaygınlaştırılması birinci faz hedeftir. Endüstri 4.0 amaçları kapsamında dikkat çeken hedeflerden biri de cihaz tabanlı internet erişim hedefidir. Bu sayede, akıllı cihazlar arasındaki bağlantı ve veri alışverişi için ek bir protokol veya internet aracına gereksinim duyulmadan internet servis kullanımı mümkün olacaktır. Bu süreçte hedeflenilen önemli hususlardan biri, akıllı fabrikalara sahip bir sanayi sektörüdür. Her cihaza yerleştirilen akıllı işleticiler ve yaratılan siber fiziksel bir sistemle dışarıdan müdahaleye ihtiyaç duymayan veya daha az ihtiyaç duyan makinelerin yaygınlaştırılması hedeflerden biridir. İlkeleri…Endüstri 4.0 sisteminin birtakım ilkelerini bilmek onun neyi amaçladığını anlamak açısından kayda değer bir bilgi olacaktır. Mesela, karşılıklı çalışabilirlik ilkesi robot ve makine arasındaki iletişimi ifade eder. Dışarıdan müdahale gereksinimine gerek duymayan makinenin kendini optimize etmesi ancak herhangi bir konuda çözümsüz kalması halinde, robotun sistem sahibiyle iletişim kurmasını karşılayan bir ilkedir. İnsan ve robot arasında iletişim sanallaştırma ilkesiyle sağlanır. Özerk bir sistemdir ve bir akıllı fabrikadaki tüm üretim sürecine veri analitiği çalışması ile elde edilen verilere dayanarak müdahale eder. Herhangi bir aksamada veya veri değişiminde üretim planına doğrudan müdahale ederek yeni duruma adapte olur. Bu sistemi en önemli avantajı üretim modelinde yapılmak istenen değişiklik için yeni bir üretim makinesi veya donanıma ihtiyaç duyulmamasıdır ve yeni bir yazılım çözümü ile hedeflenen üretim planına geçiş yapılmasına izin vermesidir. ",
    "thirdHeading": "",
    "thirdPara": "",
    "fourthHeading": "",
    "fourthPara": "",
    "src" : "/images/endustri-4-nedir.jpg"
  },

  {
    "id": 11,
    "url": "devops-danismanlik-hizmetleri",
    "titlePage": "DevOps Danışmanlık Hizmetleri ",
    "firstPara": "DevOps, otomasyon kullanımının giderek yaygınlaştığı çağımızın ortaya çıkardığı modern bir akımdır. Bu akım, yazılım teknolojileri üreten ekip ile otomasyonu kullanan takımın iletişimini arttırır. Böylece operasyon süreçlerine katkı sağlayan otomasyon becerilerinin geliştirilmesine veya ortaya çıkan sorunlara daha hızlı müdahale edilmesine imkan tanır. DevOps ile yazılım yaşam döngüsü otomasyona bağlanır. Gerçekleşen bu değişim yazılım ve sistem ekipleri arasında kurulan anlık bağlantıların daha dinamik ve etkin bir zemine taşınmasına katkı sunar. Operasyonel süreçlerden sıyrılan yazılım ekibi modern mühendislik yöntemlerini kullanarak verimli, hızlı ve problemsiz canlı ortam çıkışları sağlar. ",
    "secondHeading": "Riskleri Ortadan Kaldırmak ",
    "secondPara": "DevOps danışmanlık süreci uygulamanın hayata geçirilmesi noktasında doğru araçların tespit edilmesini ve risklerin en aza indirilmesini hedefler. Böylelikle kaynakların “self-service” modeline benzer şekilde yönetimi gerçekleşir. Bu süreçte doğru mühendislik yaklaşımları, uygulamadan elde edilmek istenilen faydayı ve verimliliği yükseltir. Bug gibi ortaya çıkan hataların hızlı tespit edilmesi; yazılım ekibinin hataları erken fark etmesine dolayısıyla anlık müdahale becerisinin kazanılmasına imkan sunar. Hatanın erkenden çözümü doğacak zarar ve risklerin azaltılması konusunda kurum lehine avantaj yaratır. ",
    "thirdHeading": "DevOps Ne Değildir?",
    "thirdPara": "DevOps danışmanlık hizmeti kapsamı içerisinde sunulacak yaklaşımın daha iyi anlaşılmasını sağlamak adına şunların belirtilmesi gerekir: Bu yaklaşımın bir paket program veya bir tool olarak algılanması doğru değildir. Organizasyona aniden uygulanamaz. Verimlilik sağlaması açısından uygulama yapılacak organizasyonun analizi ve uygulama adımlarının tespit edilmesine önem verir. ",
    "fourthHeading": "DevOps Yaklaşımın Avantajları ",
    "fourthPara": "Yazılım geliştirici ekip ile otomasyonları işleten takım arasındaki iletişim artar, şeffaflık ve işbirliği bağı güçlenir. Altyapı kaynakları daha etkin ve verimli şekilde kullanılır. Sürekli gelişim ve değişim daha hızlı hale gelir. ",
    "src" : "/images/devops-danismanlik-hizmetleri.png"
  }
]
